{
  "base_model_name_or_path": "Qwen/Qwen2-VL-7B-Instruct",
  "peft_type": "LORA",
  "r": 64,
  "lora_alpha": 128,
  "target_modules": [
    "q_proj",
    "v_proj"
  ],
  "lora_dropout": 0.05,
  "bias": "none",
  "task_type": "CAUSAL_LM"
}